Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajalain_uudistaminen_kaynnistyy.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjälain uudistaminen käynnistyy
sme: Sámediggelága ođasmahttin álggahuvvo

source: Oikeusministeriö on asettanut toimikunnan, jonka tehtävänä on valmistella saamelaiskäräjistä annetun lain uudistamista.
sme: Vuoigatvuođaministeriija lea ásahan doaibmagotti, man bargun lea gárvvistit sámedikkis addojuvvon lága ođasteami.

source: Toimikunnan työ perustuu perusoikeuksiin, muihin perustuslain asettamiin velvoitteisiin ja Suomen kansainvälisiin ihmisoikeusvelvoitteisiin sekä YK:n alkuperäiskansojen oikeuksien julistukseen.
sme: Doaibmagotti bargu vuođđuduvvá vuođđovuoigatvuođaide, vuođđolága ásahan eará geatnegasvuođaide ja Suoma riikkaidgaskasaš olmmošvuoigatvuođageatnegasvuođaide sihke ON:id eamiálbmogiid vuoigatvuođaid julggaštussii.

source: Toimikunnan puheenjohtajana toimii korkeimman hallinto-oikeuden presidenttinä vuosina 1993–2012 toiminut oikeustieteen tohtori Pekka Hallberg .
sme: Doaibmagotti sátnejođiheaddjin doaibmá riektediehtagiid doavttir Pekka Hallberg , guhte lei alimus hálddahusrievtti presideantan jagiid 1993-2012.

source: Lain muutosten valmistelua tukemaan asetetaan lisäksi parlamentaarinen seurantaryhmä.
sme: Lága nuppástusaid gárvvisteami doarjjan ásahuvvo lassin parlamentáralaš čuovvunjoavku.

source: Seurantaryhmän tehtävänä on välittää eduskuntaryhmille tietoa lain valmistelusta, edistää keskustelua sekä seurata ja arvioida toimikunnan työtä.
sme: Čuovvunjoavkku bargun lea addit riikkabeaijoavkkuide dieđu lága gárvvisteamis, ovddidit ságastallama sihke čuovvut ja árvvoštallat doaibmagotti barggu.

source: Toimikunnan on määrä saada yksimielisen ehdotuksensa valmiiksi huhtikuun 2018 loppuun mennessä.
sme: Doaibmagotti mihttomearri lea oažžut ovttmielat evttohusas gárvvisin cuoŋománu 2018 loahpa rádjai.

source: Tarkoituksena on, että lakimuutokset tulevat voimaan hyvissä ajoin ennen vuonna 2019 pidettäviä seuraavia saamelaiskäräjävaaleja.
sme: Ulbmilin lea, ahte láhkanuppástusat bohtet fápmui buriin áiggiin ovdal čuovvovaš sámediggeválggaid, mat ordnejuvvojit jagi 2019.

source: Lisätietoja: Johtaja Johanna Suurpää, Oikeusministeriö, puh. 02951 5053, johanna.suurpaa@om.fi Neuvotteleva virkamies Satu Kaskinen, Oikeusministeriö, puh. 02951 50322, satu.kaskinen@om.fi Saamelaiskäräjien puheenjohtaja Tiina Sanila Aikio, puh. puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sme: Lassidieđut: Hoavda Johanna Suurpää, vuoigatvuođaministeriija, tel. 02951 5053, ovdanamma.sohkanamma@om.fi Ráđđádalli virgeolmmoš Yrsa Nyman, vuoigatvuođaministeriija, tel. 02951 50293, ovdanamma.sohkanamma@om.fi Sátnejođiheaddji Tiina Sanila-Aikio, sámediggi, tel. 050 300 1780, ovdanamma.sohkanamma@samediggi.fi

source: Lisätietoa hankkeesta: http://oikeusministerio.fi/hanke?tunnus=OM077:00/2017
sme: Lassidieđut fidnus: http://oikeusministerio.fi/hanke?tunnus=OM077:00/2017
